;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=한글
;Language name in English e.g. German
LanguageEn=Korean

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(empty)
21027=확인
21028=취소
21029=닫기

;Words - simple words can be reused
150=None
151=적용
152=폴더
153=파일
154=이름
155=경로
156=이름:
157=단축키:
158=경로:
159=Reset

;Global
602=Listary 옵션설정

;Balloon
801=백그라운드로 Listary 동작.
802=입력으로 찾기
803=임시목록에서 입력으로 찾기가 비활성화 되었습니다. 해제하려면 ESC

;Tray Menu
1001=온라인 도움말
1002=업데이트 확인
1003=프로그램 정보
1004=끝내기

;Toolbar
1100=검색

;Favorite Menu
2000=즐겨찾기
2001=응용프로그램
2002=전체
2003=여기에 추가
2004=현재 사용중인 폴더를 즐겨찾기에 추가
2050=즐겨찾기에 추가하기 실패
2051=Listary가 이 응용프로그램의 경로를 찾을 수 없습니다.

;Recent Menu
2100=최근작업
2101=지우기
2105=이 응용프로그램의 사용흔적 찾기
2106=이 응용프로그램의 사용흔적 찾지않기

;Commands Menu
2201=현재 열어놓은 폴더
2202=파일 관리자에서 마지막으로 열어 본 폴더로 전환
2203=파일 관리자에서 선택된 파일 열기
2204=현재 사용중인 폴더 탐색
2205=명령 프롬프트
2206=Windows 폴더로 가기
2207=Windows 폴더 탐색
2208=파일 확장자 보기
2209=숨겨진 파일과 폴더 보기
2210=폴더 경로를 클립보드로 복사
2211=선택된 항목의 경로를 클립보드로 복사
2212=선택된 항목에 표시된 이름을 클립보드로 복사
2213=옵션설정
2214=프로버전 업그레이드
2215=Export List Content to Excel
2216=이 응용프로그램에서 Listary를 사용 안 함
2218=구분자
2219=한단계 위로가기
2252=이 응용프로그램에서 Listary를 사용하지 않겠습니까?
2253=Listary 사용안함
2254=이 응용프로그램은 다음 시작부터 Listary에 더 이상 표시되지 않습니다.\n 언제든 다시 보려면 '옵션 > 응용프로그램'에서 선택할 수 있습니다.
2260=명령어 프롬프트 (관리자)
2261=프로젝트에 현재 폴더 추가

; Export to Excel command
2270=Sorry this list is not supported.
2271=Processing...
2272=Save failed, please check if the file is open in another program.

;Search
2300=목록
2301=찾아가기
2302=검색과 일치하는 항목이 없음.
2303=(현재폴더)
2304=프로젝트
2305=메뉴선택

;Options > General
3000=일반
3001=윈도우를 시작할 때 Listary 시작
3002=윈도우 XP 탐색기에서 자동으로 파일 목록에 입력 촛점을 맞춤.
3004=빠른 전환 (파일관리자에서 전환할 때 파일 대화창에 현재 사용중인 폴더 열기)
3005=언어 :
3006=기본 파일 관리자
3007=Windows 탐색기가 아닌 다른 파일 관리자를 사용하려는 경우, 경로 매개 변수에 \n %1을 사용. 따옴표를 잊지 마세요.
3008=Fuzzy 매칭
3009=자동으로 업데이트 확인
3010=새 베타버전 확인
3020=현재의 임시목록에서 입력으로 찾기 비활성화 부호. (해제하려면 ESC):

;Options > Favorites
3100=즐겨찾기
3106=하위 메뉴

;Options > Commands
3306=자주쓰는 명령 추가
3309=명령
3313=화면제목:
3314=설명:
3315=키워드:
3316=Slient
3317=관리자로 실행

;Options > Applications
3402=이 응용프로그램에서 Listary를 사용함
3403=최근작업 파일과 폴더 추적

;Options > Keyboard and Mouse
3503=Listary 도구모음 보이기 :
3504=팝업 메뉴 보이기 :

;Options > Display
3603=목록과 연계
3604=창과 연계
3605=위에서
3606=아래에서
3607=왼쪽에서
3608=오른쪽에서
3618=창을 맨위로
3619=창을 맨아래로
3620=모니터링 할 대상
3621=Center of window
3624=빈영역에서 마우스 더블클릭 시 Listary 활성화
3625=마우스 가운데 클릭시 Listary 활성화
3626=Listary 도구모음 숨김시 단축키 사용
3628=도구모음 위치
3629=입력하여 찾기

;Options > Pro
3800=Listary Pro 업그레이드하기
3802=이름:
3803=Email:
3804=등록 코드:
3808=클립보드에서 붙여넣기
3809=등록코드 체크
3810=Listary Pro 업그레이드 성공을 축하합니다!
3811=미안합니다, 등록키가 맞지 않습니다.
3812=Listary는 비상업적인 개인 용도만 무료입니다.
3813=당신이 상업적 목적을 위해 또는 비즈니스의 장소에서 Listary를 사용하고자한다면, 또는 Listary의 발전을 지원하려는 경우 Listary Pro로 업그레이드하시기 바랍니다.
3814=지금 Listary Pro로 전환!

;Options > About
3900=Listary 정보
3902=홈페이지 바로가기
3903=프로그램 라이센스

;Options > Integration
4000=통합
4002=파일 대화창을 바꾸기 위해 토탈커맨더를 사용 :

;Custom Command Dialog
4200=자주쓰는 명령어
4201=실행파일의 경로를 채움.\n예 : C:\Program Files\7-Zip\7z.exe
4202=매개 변수
4203=7-Zip을 예로 저장소에 선택된 파일을 추가하는 방법을 보임.\n\n 매개변수에 아래의 변수를 사용할 수 있음. 변수는 인용부호를 포함하지 않으므로 필요에 따라 수동으로 추가하기 바람.
4204=%file%\t\t선택된 파일이나 폴더의 경로를 채움.\n예 : D:\download\music\example.mp3\n\n%path%\t사용중인 폴더 경로.\n예 : D:\download\music\\n\n%filename%\t선택한 파일이나 폴더 이름.\n예 : example.mp3
4210=Txt 파일 생성 (견본)
4211=생성 "{query}.txt"
4212=E.g. type "txt abc" to edit "abc.txt" with Notepad

;Add Favorite Dialog
4300=즐겨찾기 추가
4301=경로 사용

;Menu List
4400=메뉴
4401=도구모음
4402=팝업 메뉴
4403=즐겨찾기
4404=응용프로그램 즐겨찾기
4405=Total Commander 디렉토리 메뉴
4406=최근의
4407=명령어
4408=트레이 좌클릭 메뉴
4409=트레이 우클릭 메뉴

;Menu List Item Type
4500=즐겨찾기 폴더
4501=즐겨찾기 문서
4502=응용 프로그램을 실행

;Options > Menus
5000=메뉴
5001=명령어
5002=메뉴 초기화
5003=당신은 모든 메뉴를 기본값으로 재설정 하시겠습니까? 귀하의 즐겨찾기 또는 명령어를 잃게하지는 않습니다.
5010=Change Icon
5011=Restore Default Icon

;Options > By Window Type
5100=윈도우 형식

;Options > Hotkeys
5200=단축키

;Options > By Application
5300=응용프로그램
5301=고정 경로
5302=기본 설정이 아닌 응용프로그램만 표시됩니다.

;Options > Index
5402=자동으로 하위 폴더 검색
5403=모든 드라이버 검색 설정
5404=검색제외 디스크
5410=드라이브나 폴더를 제외
5411=제외할 필터 추가
5412=선택 항목을 제거
5413=디스크 검색
5416=디스크 검색 비활성화
5417=강제로 색인 재생성
5418=Loading...
5419=Index
5420=NTFS volumes
5421=Custom index locations
5422=Invalid folder exclusions
5423=Exclusion filters
5430=Add a custom location to index
5440=Update index every $1 minutes (0 to disable)
5441=Update Index Now


;Options > History
5500=히스토리
5501=파일과 폴더 추적 히스토리 열기
5502=히스토리 지우기
5503=모든 히스토리를 삭제하시겠습니까?
3208=자동으로 파일열기 대화상자에서 마지막으로 열린 파일을 선택
3215=최근파일 및 폴더 검색
5510=히스토리 제외

;Options > Projects
5600=프로젝트
5601=키워드
5602=이것은 무엇입니까?
5603=예를들어, 만약 당신이 "D:\Websites\My Blog"를 프로젝트에 추가하면 언제 어디서나 "blog", "blog file_to_find.html"을 입력하여 파일이나 폴더를 검색할 수 있습니다.
5605=프로젝트를 사용하려면 지금 Listary Pro로 업그레이드!

;Options > Appearance
5700=외관 크기
5701=크기
5702=표준
5703=작게
5710=(픽셀단위, 기본값은 0)
5711=넓이:
5712=최대 높이:

;Options > Launch Apps
5800=Launch Apps
5801=Search Folders

;Options > Search
5901=Filters
5902=Type "keyword:search query" or "search query keyword:" to apply a search filter
5910=Search in:
5911=Search for:
5912=Extensions:

;Dialog > Add Exclude Filter
6100=제외 필터 추가
6101=* 0 또는 더많은 문자와 일치
6102=? 정확한 한 문자와 일치
6103=필터:

;Dialog > Register Hotkey
6200=Listary 단축키
6201=단축키 $1은 다른 응용 프로그램에서 가져옵니다.
6202=새로 지정:

;Dialog > Upgrade to Pro
6301=이 기능은 Listary Pro 평가의 일환으로 제공됩니다.
6302=계속

;Updates
6400=Listary 업데이트
6402=지금 Listary 업데이트를 확인할 수 없습니다, 나중에 다시 시도해주세요.
6403=이미 Listary 최신 버전을 사용하고 있습니다, 나중에 다시 확인하시기 바랍니다.
6404=$1에 새 버전을 사용할 수 있습니다.
6405=설치된 버전:
6406=최종 버전:
6407=다운로드 페이지 열기
6408=이 버전 건너뛰기
6409=나중에 알림

;UI
8000=단축키를 설정하려면 클릭
8001=단축키 입력

;Actions
9000=동작
9001=폴더열기
9002=경로를 클립보드로 복사
9003=열기
9004=폴더 경로를 클립보드로 복사
9005=현재폴더 복사
9006=현재 폴더로 이동
9007=Copy
9008=Cut
9020=당신은 "$2"에 "$1"을 이동 하시겠습니까?

;Tutorial
7000=자습서
7001=자습서 보기!
7002=다음 >
7003=닫기
7004=완료
7005=*다음 >*을 클릭.

7010=당신은 Listary를 처음 실행하는 것 같습니다. 튜토리얼을 보시겠습니까?

7020=시작하면 탐색기 창이 열립니다.

7030=탐색기에 당신이 필요한 것을 직접 입력 할 수 있습니다.
7031=입력 *text 2*

7040=*Tab / Up / Down:* 파일 또는 폴더 선택
7041=*Enter:* 파일 또는 폴더 열기
7042=*ESC:* Listary 도구모음 감추기

7050=오른쪽 클릭 메뉴 (컨텍트 메뉴)를 사용하는 경우, 작업에 매우 도움이 될 것입니다.
7051=당신의 검색어를 입력
7052=하나의 결과를 선택 (Tab / Up / Down 사용)
7053=*오른쪽 화살표 키* 누름

7060=모든 컨텍트 메뉴 항목은 (32Bit 및 64Bit), 당신이 즉시 필요로하는 하나를 선택하여 검색을 할 수 있습니다.

7070=당신은 디렉토리 경로를 직접입력 할 수도 있습니다.
7071=원하는 경로 입력 D:\My folder\Photos

7080=충돌을 방지하기 위해, 타사 파일 관리자에서 자동으로 입력 할 때 Listary는 나타나지 않습니다. 단축키를($1)를 사용하여 항상 활성화 할 수 있습니다.
7081=단축키 *$1*을 사용해보세요.

7090=마우스를 더블 클릭하거나 가운데를 클릭하면 Listary를 액세스할 수 있습니다.
7091=탐색기 오른쪽 패널의 빈 영역을 더블클릭합니다.

7100=Listary can search all your drives (NTFS) at breakneck speed.
7101=Type *notepad.exe*
7102=노트패드(메모장) 선택
7103=Enter를 누르면 열립니다.

7110=지금 열려있는 노트패드(메모장) 창이 있어야 합니다.
7111=파일 클릭 > 노트패드(메모장)로 열기… (또는 Ctrl + O 입력)

7112=*Ctrl + G* 입력
7120=Windows 탐색기에서 Listary가 이전 폴더를 열어서 자동으로 이 작업을 수행 할 수 있습니다.
7121=이전 탐색기 창으로 전환
7122=탐색기에서 다른 폴더열기
7123=메모장에서 열기 대화 상자로 다시 전환
7124=폴더 열기 대화 상자에서 어떻게 변경되었는지 확인합니다

7130=Listary에는 즐겨찾기, 히스토리, 명령어 등 다른 많은 기능이 있으며, 당신은 Listary 도구모음 버튼을 클릭하여 확인할 수 있습니다.

7141=시간 내 주셔서 감사합니다! Listary의 다른 유용한 기능에 대해 자세히 알아 보려면 다음 링크를 클릭하십시오 :
7142=Listary에 대해 자세히 알아보기
